Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/aborta.html.tmx
Source language: sme
Languages: sma

source: Aborta mearkkaša gaskaduhttit áhpehisvuođa.
sma: Aborte lea gosse iemiem luejhtedh.

source: Jus jurddaša dahkat abortta soitet leahkit máŋga jearaldaga.
sma: Jis funterde abortem darjodh dellie kaanne jïjnjh gyhtjelassh åtna.

source: Muhto álo lea vejolašvuohta deaivat soapmása oažžun dihte vástádusa jearaldagaide.
sma: Mohte maahta åålegh naakenem råakedh gie maahta gyhtjelasside vaestiedidh.

source: Dát guoská maid dan gii lea dahkan soapmása áhpeheapmin.
sma: Dïhte aaj dïsse gie nïejtem nåajsan dorjeme.

source: Ákkat ahte háliida dahkat abortta soitet leahkit máŋga.
sma: Dah sjïekh mannasinie abortem darjodh maahta jïjnjh årrodh.

source: Ii soaitte dovdat iežas gearggusin.
sma: Dïhte maahta årrodh ij nahkesjh.

source: Dovdá iežas ila nuorran dehe ahte ii heive su eallimii juste dalle.
sma: Tuhtjie dan noere jallh ij heavedh daelie.

source: Soaitá dat geainna lea šaddan áhpeheapmin ii leat dat geainna háliida máná.
sma: Kaanne dïhte gie ektesne nåajsan sjïdteme ij leah dïhte gie sæjhta maanadovvedh.

source: Lea lohpi dahkat abortta dárbbatkeahttá čilget geasage, fuolatkeahttá ákkas.
sma: Reaktam åtna abortem darjodh jïh ij daarpesjh dam jeatjide goerkelidh, seamma man sjïekenisnie.

source: Abortalágas lea čállon.
sma: Dïhte lea abortelaakesne tjaaleme.

source: Olbmos lea riekti molsut oaivilis goas fal ovdal ieš abortta.
sma: Reaktam aaj åtna jarkesidh gåessŠakt aborten åvteli.

source: Aborta dahkan ii daga váddáseabbon šaddat áhpeheapmin maŋibus.
sma: Abortem darjodh ij darjoeh gïerve nåajsan sjïdtedh dan mænngan.

source: Ii leat mangelágan ahkerádji oažžun dihte dahkat abortta.
sma: Ij gååvnesh naan jaepieraaste abortem darjodh.

source: Ovdal abortta
sma: Aborten åvteli

source: Olbmos gii jurddaša dahkat abortta soitet leahkit máŋga jearaldaga ja dalle soaitá leahkit buorre ságastit soapmásiin Abortta oktavuođas fállojuvvo álo doarjja ja veahkki, sihke ovdal ja maŋŋel.
sma: Dïhte gie funterde abortem darjodh kaanne jïjnjh gyhtjelassh åtna jïh dellie hijven giejnie soptsestalledh. Gosse abortem sæjhta darjodh dellie viehkiem jïh dåarjoem dïsse faala, dovne åvteli jïh dan mænngan.

source: Jus lea dat gii lea dahkan soapmása áhpeheapmin sáhttá maid oažžut deaivát soapmása vai beassá ságastit jus háliida.
sma: Jis lea dïhte gie nïejtem nåajsan dorjeme maahta aaj naakenem gaavnesjidh jïh dejnie soptsestalledh jis sæjhta.

source: Nieida gii mearrida
sma: Nïejte gie nænnoste

source: Lea álo buorre ságastit dainna geainna lea šaddan áhpeheapmin got háliida dahkat.
sma: Dïhte åålegh hijven dejnie sopstestalledh gïejnie nåajsan sjïdteme guktie sïjhtijægan darjodh.

source: Jus heive lea buorre jus sáhttá dahkat mearrádusa ovttas.
sma: Jis gåarede hijven jis maehtiejægan ektesne sjæjsjalidh.

source: Muhto jus ii leat ovttaoaivilis álo áhpehis nieida mearrida dahkágo abortta vai ii.
sma: Mohte jis eakan sïemedh dellie åålegh nåajsan nïejte gie sjæjsjele jis edtja abortem darjodh vuj ij dam sïjhth.

source: Dat gii lea dahkan soapmása áhpeheapmin ii sáhte okto mearridit galgágo dahkkot aborta vai doalahit máná.
sma: Dïhte gie nïejtem nåajsan dorjeme ij reaktam utnieh oktegh sjæjsjalidh jis edtja abortem darjodh jallh maanam utniehtidh.

source: Leahkit guoibmi dasa gii dahká abortta
sma: Partnere orre dïsse gie abortem dorje

source: Beroškeahttá das leago mearrádus aborttas oktasaš dehe ii, soaitá dat guoibmin leahkit unohas dovdamuš.
sma: Saaht jis sïemes jis galka abortem darjodh jallh ij leah, maahta gïerve årrodh partnerasse daelie.

source: Abortavuostáváldimiin ja nuoraidvuostáváldimiin sáhttá beassat deaivat soapmása ja ságastit juogo goappešagat ovttas dehe akto.
sma: Dovne abortedåastovisnie jïh noeredåastoevisnie maahta giem akt råakedh jïh dejnie soptsestalledh, oktegh jallh gåabpatjahkh.

source: Abortta maŋŋel soaitá dovdat iežas gehppon dehe morašlažžan.
sma: Aborten mænngan maahta domtedh dovne hujnies jïh girmes.

source: Dovddut ja jurdagat soitet molsasaddat áiggi mielde ja muhtumin bohtet easka guhka maŋŋel abortta.
sma: Domtesh jïh åssjaldahkh maehtieh tïjjen mietie molsestalledh jïh muvhten aejkien dah båetieh guhkiem aborten mænngan.

source: Vaikko lea gollán guhkes áigi sáhttá váldit oktavuođa ovdamearkka dihte nuoraidvuostáváldimiin oažžun dihte ságastit dovdamušaidis birra.
sma: Jilhts guhkiem aborten mænngan maahta bïeljielidh vuesiehtimmien gaavhtan noeredåastoevasse jïh giejnie soptsestalledh guktie domtedh.

source: Goas sáhttá dahkat abortta ?
sma: Gåessie maahta abortem darjodh ?

source: Gitta 18 áhpehisvahku rádjái lea riekti dahkat abortta dárbbatkeahttá muitalit geasage manin háliida dahkat dan.
sma: 18. nåajsanvåhkoen raajan reaktam åtna abortem darjodh jïh ij daarpesjh jiehtedh mannasinie sæjhta dam darjodh.

source: Maŋŋil 18. áhpehisvahku galgá leahkit sosiálastivrra lohpi dahkat abortta.
sma: 18. nåajsanvåhkoen mænngan tjuara luhpiem Socialeståvroste åadtjodh åvteli maahta abortem darjodh.

source: Dakkár lobi oažžu jus leat erenomáš ákkat abortii.
sma: Luhpiem ajve åådtje jis sjïere sjïekem gååvnese abortem darjodh.

source: Ovdamearkka dihte ahte lea hirbmat nuorra, leat alkohola- dehe gárrenmirkováttisvuođat, lea veagalváldon dehe ogis lea juoga váralaš vahát dehe liitu.
sma: Vuesiehtimmien gaavhtan dan noere lea, dåeriesmoerem åtna alkohovline jallh drogigujmie, daaresjimmiem sjïdteme jallh jiemie ålvas skaaram åtna.

source: Gos aborta dahkko ?
sma: Gusnie abortem darjodh ?

source: Aborta dahkko álo buohcceviesus dehe eará spesialistaklinihkain, abortta ii sáhte dahkat omd. nuoraid-vuostáváldimiin.
sma: Abortem åålegh skïemtjegåetesne jallh jeatjah spesialisteklinihkesne dorje, ij maehtieh vuesiehtimmien gaavhtan abortem darjodh noeredåastoevisnie.

source: Muhto jus diehtá ahte lea áhpehin ja jurddaša dahkat abortta sáhttá váldit oktavuođa nuoraidvuostáváldimiin oažžun dihte ráđiid.
sma: Mohte jis daajra nåajsan jïh ussjede abortem darjodh maahta noeredåastovem bïeljelidh jïh raeriem åadtjodh.

source: Sáhttá maid mannat dearvvašvuođaguovddážii dehe gynekologa lusa.
sma: Maahta aaj hoksejarngese jallh gynekologese vaedtsedh.

source: Sii sáhttet maid veahkehit olbmo váldit oktavuođa buohcciviesu abortavuostáváldimiin.
sma: Dah aaj maehtieh viehkine årrodh abortedåastovem skïemtjegåetesne bïeljelidh.

source: Sáhttá maid ieš riŋget njuolga abortavuostáváldimii ja várret áiggi.
sma: Maahta aaj jïjtje ryöktesth abortedåastoevasse ringkedh jïh tïjjem dongkedh.

source: Jus diehtá ahte háliida dahkat abortta soaitá leahkit buorre várret áiggi nu jođánit go vejolaš daningo muhtumiin soitet dihto vuostáváldimiin leahkit vuordináiggit
sma: Jis daajra sæjhta abortem darjodh dellie hijven tïjjem dongkedh dan varki man gåarede juktie naan aejkien tjuara vuertedh såemies dåastoevinie.

source: Mot aborta dáhpáhuvvá ?
sma: Guktie abortem dorje ?

source: Abortta sáhttá dahkat máŋgga ládje.
sma: Aborte maahta ovmessie vuekine darjodh.

source: Mainna vugiin dat dahkko vuolgá das man guhkás áhpehisvuohta lea ollen.
sma: Man vuekiem veeljie nænnoste man guhkiem nåajsan orreme.

source: Oažžun dihte čielgasa man áhpehisvahkus lea rehkenasto maŋemus mánnodávddaid vuosttaš beaivvis iige ieš sahkanandilis.
sma: Minngemes gujnielemmien voestes biejjie aalka ryöknedh jïh destie daajra man nåajsanvåhkoe sjædta. Ij ryöknh destie gosse maanadovvedh.

source: Logát vahku rádjái
sma: Åktseden våhkoen raajan

source: Logát vahku rádjái sáhttá dahkat abortta dálkasiid vehkiin.
sma: Åktseden våhkoen raajan maahta abortem darjodh daalhkesh viehkine.

source: Dat gohčoduvvo dálkkaslaš aborta.
sma: Dïhte medisijnen abortem gohtje.

source: Muhtin báikkiin dat vuohki gevto guovttenuppelogát vahku rádjái.
sma: Såemies sijjine dam vuekien nåhtadieh luhkiemubpie våhkoen raajan.

source: Dalle oažžu tableahta abortavuostáváldimis. Dát ii leat seamma ášši go akuhta p-pillar.
sma: Dellie tabledtem abortedåastovisnie åådtje, dïhte ij leah seamma goh akute-p-pillere.

source: Maŋŋel go lea váldán tableahta oažžu mannat ruoktot.
sma: Dan mænngan tabledtem vaalteme åådtje gåetide vuelkedh.

source: Ovtta – guovtti beaivvigeažis ferte boahtit fas vuostáváldimii oažžun dihte ođđa dálkasa, juogo tableahttan man njiellá dehe mii bidjo viigái.
sma: Akte jallh göökte biejjiej mænngan dåastoevasse bååstide båata jïh orre daalhkesem åådtje, tabledth mejtie njilliedidh jallh tsavnoen sïjse rijtedh.

source: Dalle ferte orustit vuostáváldimis ja moatti diimmu geažis álgá vardin ja áhpehisvuohta nordojuvvo olggos.
sma: Dåastoevisnie orre jïh naan tæjmoej mænngan aalka vertedh jïh jijmiem luejhtedh.

source: Dat soaitá bávččagit muhto dalle oažžu gibulitnudeami ja maŋŋel seamma beaivvi sáhttá vuolgit ruoktot.
sma: Kaanne baektjede men dellie åådtje daalhkesh guktie ij dam damth jïh seamma biejjien åådtje gåetide vuelkedh.

source: Abortta sáhttá loahpahit maid ruovttus, ng. ruovttuaborta.
sma: Maahta aaj abortem gåetesne orrijidh, guktie hïejmeabortem gohtje.

source: Dalle oažžu mielde nuppi gearddi tableahtaid ja váldá daid ruovttus.
sma: Dellie åådtje dah mubpieh tabledth jïh dejtie gåetesne vaeltedh.

source: Vai oažžu dahkat ruovttuabortta ferte leahkit unnimustá 18 jagi ja soames ráves olmmoš ferte leahkit su luhtte.
sma: Åådtje hïejmeabortem darjodh jis båarasåbpoe goh 18 jaepien båeries jïh naan jeatjah geerve almetje aaj gåetesne.

source: Moadde vahku maŋŋel abortta dahkko ođđafitnan gynekologa dehe jorttamovrra luhtte ođđa áhpehis-vuođateastta dahkamii ja muitalan dihte got veadjá.
sma: Naan våhkoeh aborten mænngan bååstide gynekologese jallh tsegkietnese båata jïh orre nåajsanteestem darjodh jïh soptseste guktie gåerede.

source: Easka dalle gehččo dálkkaslaš aborta ollásit čađa-huvvon.
sma: Dellie medisijnen abortem tjïrrehtamme.

source: Muhtumin dahkko maid dutkan dárkkistan dihte ahte eai leat báhcán mangelágán vuossamátta-bázahusat viigái.
sma: Såemies aejkien aaj gïehtjede vååksje ij maam akt aajmene vuesiehtimmien gaavhtan boernesgåetien sisnie.

source: Jus leat ng. ráhpun ferte dahkkot ja dalle njammojuvvo dat oasit mat leat báhcán eret.
sma: Jis maam akt aajmene dellie maam gohtje skreepemem darjodh jïh dellie mojhteleslaakan dah bielieh mah aajmene destie njamma.

source: Jus dat dárbbašuvvo dahkkot dalle nohkkaduvvo.
sma: Jis daarpesje dam nahkerisnie darjodh.

source: 13 vahku rádjái
sma: 12 våhkoen raajan

source: 13. vahku rádjái, sáhttá dahkkot man gohčoduvvo kirurgalaš aborta, dalle dahkko ráhpun.
sma: 12 våhkoen raajan maahta guktie gohtje kirurgijen abortem darjodh, dellie skreepemem dorje.

source: Operašuvnna áigái nohkkaduvvo.
sma: Operasjovnem dorje gosse nahkerisnie.

source: Doavttir doalvu instrumeantta viigái.
sma: Dåaktere dïrregem boernesgåetien sïjse rijtie.

source: Instrumeanttas lea gitta njammi.
sma: Dïrrege lea njammadimmiem ektiedamme.

source: Várrogasat ohki ja vuossamátta njammojuvvo olggos viigás.
sma: Mojhteleslaakan jiemiem jïh olkese boernesgåeteste njammadidh.

source: Ieš aborta váldá sullii 20 minuhta.
sma: Dïhte medtie 20 minudth vaalta.

source: Maŋŋil ferte vuoiŋŋastit vuostáváldimis moadde diimmu.
sma: Dan mænngan dåastoevisnie orre måedtie tæjmoeh jïh lïegkedidh.

source: Moadde vahku maŋŋil sáhttá muhtumin šaddat galledit vuostáváldimis.
sma: Naan våhkoeh dan mænngan muvhten aejkien åådtje bååstide båetedh.

source: Vahku 12 maŋŋel ja gitta vahkkui 19
sma: 12 våhkoen mænngan jïh 18 våhkoen raajan

source: 12 vahku maŋŋil aborta ferte dahkkot guovtti lávkkis.
sma: 12 våhkoen mænngan tjuara abortem göökte daltesinie darjodh.

source: Dalle oažžu vuostáváldimis álggos dálkasa mii lea seammalágán tableahtta go mii gevto árra aborttas.
sma: Voestes åådtje daalhkesh dåastoevisnie mah leah seamma såarhth tabledth mah aareh abortem nåhtadidh.

source: Guokte beaivvi maŋŋel ferte boahtit ruovttoluotta vuostáváldimii oažžun dihte ođđa dálkasa mii bidjá mátkái viigá ávttaid nu ahte ohki vehá gerddiinis hoigasa olggos.
sma: Göökte biejjiej mænngan bååstide dåastoevasse båata jïh orre daalhkesh åådtje mah tjaskane boernesgåetiem guktie jiemiem luejhtedh.

source: Dat sáhttá sulastahttit miniriegádahttima ja sáhttá bávččagit seamma ládje go riegádahttá máná.
sma: Daate mahte seamma goh onne baersieldimmie jïh baektjede seammalaakan goh gosse baersieldidh.

source: Áigi mii dasa gollá sáhttá molsasaddat, moatti diimmus máŋgga jándorii muhto eatnasiin dat dáhpáhuvvá jándoris.
sma: Man guhkiem jeerehtse, naan tæjmoeh raejeste såemies dygnh raajan, mohte jeenjemes dygnem ryöhkoe.

source: Dan áigge lea váldojuvvon buohccivissui.
sma: Dam tïjjem skïemtjegåetesne orre.

source: Go aborta lea dahkkon doavttir dutká viigá.
sma: Gosse abortem galhkeme dåaktere boernesgåetiem goerehte.

source: Jus vuossamátta-bázahusat leat vel soaitá dárbbašit dahkkot viigá ráhpun.
sma: Jis maam akt aajmene dellie daarpesje boernesgåetiem skreepedh.

source: Moadde vahku maŋŋil sáhttá muhtumin šaddat galledit buohcciviesus.
sma: Naan våhkoeh aborten mænngan åådtje såemies aejkien bååstide båetedh.

source: Vahku 18 maŋŋel
sma: 18 våhkoen mænngan

source: Vahku 18 maŋŋel oažžu dahkat abortta jus leat erenomáš ákkat abortii.
sma: 18 våhkoen mænngan luhpiem ajve åådtje jis sjïere sjïekem gååvnese abortem darjodh.

source: Aborta dahkko dalle seamma ládje go vahku 12 maŋŋel.
sma: Abortem seammalaakan dorje goh våhkoeh 12 jïh 18 gaskem.

source: Maid aborta máksá ?
sma: Man dovres aborte ?

source: Maid aborta dahkan máksá vuolgá das man guovllus riikkas orru.
sma: Maam aborte maaksa jeerehtse gusnie laantesne årroeminie.

source: Máŋgga sajis ii dárbbat máksit maidege jus lea vuollái 20 jagi.
sma: Jïjnjh sijjine ij daarpesjh maeksedh jis nuerebe 20 jaepeste.

source: Jus dárbbaha máksit nu dat máksá sullii 300 ruvnna beroškeahttá man boaris lea.
sma: Jis tjuara maeksedh dellie medtie 300 kråvnah.

source: Jus háliida diehtit juste maid máksá doppe gos orru nu sáhttá jearrat soapmásis nuoraidvuostáváldimis dehe jurttamovravuostáváldimis.
sma: Jis sæjhta daejredh man jïjnjh edtja maeksedh gusnie årroeminie dellie maahta gihtjedh dah gïeh berkieh noeredåastoevisnie jallh tsegkietniedåastoevisnie.

source: Sáhttá maid váldit oktavuođa abortavuostáváldimiin.
sma: Aaj hijven gåarede abortedåastovem bïeljielidh.

source: Fertego váhnen dehe fuolaheaddji oažžut diehtit ?
sma: Tjuerieh eejhtegh jallh åelieh dam daejredh ?

source: Vuostáváldimiid bargoveagas lea jávohisvuođageatnegasvuohta.
sma: Barkijh dåastovinie sjeavohtsvoetedïedtem utnieh.

source: Muhto jus galgá dahkat abortta lea buorre jus soamis sáhttá leahkit doarjjan ovdal ja maŋŋel abortta.
sma: Mohte jis edtja abortem darjodh dellie hijven jis naaken gie maahta dåarjoem årrodh dovne aborten åvteli jïh mænngan.

source: Jus lea nuorra bargoveahka láve evttohit ahte váhnemat dehe fuolaheaddjit ožžot diehtit ahte galgá dahkat abortta.
sma: Jis noere barkijh pruvhkieh raeriestidh eejhtegh jallh jeatjah åelieh åadtjoeh daejredh edtja abortem darjodh.

source: Jus ii sáhte muitalit ruovttus ahte galgá dahkat abortta sáhttá muitalit soames eará ráves olbmui geasa luohtiha.
sma: Jis ij gåaredh gåetesne jiehtedh edtja abortem darjodh kaanne maahta jeatjah geervese jiehtedh maam leahtade.

source: Dat sáhttá leahkit ráves oabbá, fuolki, kurator dehe skuvlla buohccidivššár dehe soamis iežá gii sáhttá addit doarjaga.
sma: Dïhte maahta årrodh geerve åerpene, maadtoeladtje, kuratovre jallh skïemtjesåjhtere skuvlesne jallh jeatjah årrodh gie maahta dåarjodh.

source: Jus váhnemii dehe eará fuolaheaddjái váldo oktavuohta mearriduvvo dáhpáhus gearddiinis ja vuolgá das maid ieš háliida, dilálašvuođain ja man boaris lea.
sma: Jis eejhtegh jallh jeatjah åelieh gaskesadta sjïekenisnie vuarjesje jïh gaskem jeatjebem dam dorje jis dam jïjtse sæjhta, mah sjïekh jïh man båeries.

source: Mađi lagabus 18 jagi lea dasto unnit lea váhnemis dehe eará fuolaheaddjis riekti diehtit ovttaskasa oktavuođain divššuin.
sma: Jis lïhkebe 18 jaepien båeries dellie eejhtegh jallh jeatjah åelieh unnebe reaktam utnieh daejrieh dan gaskesh hoksine.

source: Eanas oassái sáhttá ságastit got galgá dahkat dainna bargoveagain mainna deaivvada.
sma: Jeenjemes maahta barkijigujmie mah råaka digkiedidh guktie edtja darjodh.

source: Jus váhnemii dehe fuolaheaddjái váldo oktavuohta nu oažžu goit álo ieš diehtit dan álggos.
sma: Jis dah eejhtegh jallh jeatjah åelieh gaskesadtedh dellie åådtje åålegh dam daejredh.

source: Jus lea nu ahte ovttaskasa váhnemat dehe fuolaheaddjit eai obanassiige sáhte oažžut diehtit ahte háliida dahkat abortta, daningo dalle soaittálii ovttaskassii dáhpáhuvvat juoga, dikšubargoveahka ii váldde oktavuođa singuin.
sma: Jis lea naemhtie eah eejhtegh jallh jeatjah åelieh edtjh daejredh sæjhta abortem darjodh, juktie dellie maam akth maahta deahpadidh, eah hoksebarkijh dejtie gaskesadth.

source: Aborttadahkan ii galgga dagahit ahte bidjo dakkár dilálašvuhtii gos sáhttá geavvat heajuid.
sma: Abortem darjodh ij edtjh destie sjïdtedh vaahrese båetedh.

source: Ovttaskas sáhttá oažžut veahki kuratoris dehe eará doarjjabargis dan sádjái.
sma: Maahta dellie viehkiem åadtjodh kuratovreste jallh jeatjah dåarjoejistie.

source: Abortta maŋŋel
sma: Aborten mænngan

source: Lea buorre vuoiŋŋastit daid beivviid abortta maŋŋel.
sma: Biejjieh aborten mænngan hijven lïegkedidh.

source: Vuosttaš beivviid ja gitta vahku rádjái sáhttet leahkit bákčasat, sullii dego mánnodávddat.
sma: Dah voestes biejjieh jïh kaanne våhkoem baektjede, medtie goh gujnelemmievaerhkie.

source: Vahkut abortta maŋŋel sáhttá vardit sullii nugo livččii mánnodávddat dehe soaitá vehá eanet.
sma: Våhkoeh aborten mænngan pråvhka vertedh medtie seamma goh gujnelemmie jallh kaanne ånnetji vielie.

source: Man guhká vardá lea gitta olbmos ja vuolgá earet eará das man soarttat abortta lea mannan čađa.
sma: Man guhkiem varta persovneste persovnese juaka jïh gaskem jeatjebem mestie man vuekie abortem dorjeme.

source: Nu guhkágo vardá ii galgga anašit, geavtit tampongga dehe vuojadit daningo dalle soaitá oažžut infekšuvnna.
sma: Dan guhkiem varta ij edtjh seksem utnedh, tampongem nåhtadidh jallh laavkodh dannasinie maahta ovledh.

source: Sullii njealji – guđa vahku geažis lávejit mánnodávddat boahtit.
sma: Medtie njieljie govhte våhkoej mænngan pråvhka viht gujnelemmie bååstide båetedh.

source: Abortta maŋŋel soitet muhtimat dovdat miela gehppon go nuppit fas dovdet iežaset surolažžan.
sma: Aborten mænngan naan girmes damta mohte jeatjah hujnesne.

source: Dovddut soitet maid molsasaddat ja muhtumin dat bohtet easka guhká maŋŋel.
sma: Dah domtesh maehtieh tïjjen mietie molsestalledh jïh muvhten aejkien dah båetieh guhkiem aborten mænngan.

source: Vaikko lea gollan guhkes áigi sáhttá váldit oktavuođa vuostáváldimiin vai beassá sárdnut dovdduidis birra.
sma: Jilhts guhkiem aborten mænngan maahta bïeljielidh vuesiehtimmien gaavhtan noeredåastoevasse jïh giejnie soptsestalledh guktie domtedh.

source: Dan sáhttá dahkat vuostáváldimis gos aborta dahkkui dehe ovdamearkka dihte nuoraidvuostáváldimis.
sma: Dam maahta darjodh dåastoevisnie gusnie abortem dorjeme jallh vuesiehtimmien gaavhtan noeredåastoevisnie.

source: Muhtumin dat vuolgá das ahte ii dovdda iežas gearggusin, ahte lea ila nuorra dehe dat ii heive ovttaskasa eallimii juste dalle.
sma: Såemies aejkien ij nahkesjh, tuhtjie dan noere jallh ij heavedh daelie.

source: Soaitá ahte geainna lea šaddan áhpeheapmin ii leat dat geainna háliida máná.
sma: Kaanne dïhte gie ektesne nåajsan sjïdteme ij leah dïhte gie sæjhta maanadovvedh.

source: Beroškeahttá sivas lea riekti oažžut dahkat abortta dárbbatkeahttá čilget soamis earái.
sma: Reaktam åtna abortem darjodh jïh ij daarpesjh dam jeatjide goerkelidh, seamma man sjïekenisnie.

source: Dat lea čállon abortalágas.
sma: Dïhte lea abortelaakesne tjaaleme.

source: Lea maid riekti molsut oainnu goas fal ovdal ieš abortta.
sma: Reaktam aaj åtna jarkesidh gåessŠakt aborten åvteli.

source: Ii leat oktat ahkerádji oažžun dihte dahkat abortta.
sma: Ij gååvnesh naan jaepieraastem abortem darjodh.
